Repository: ShurkaWake/ThirdEye
Catalog: ThirdEye.Back/Resources/Controllers/UserController.*.resx
Languages: uk

source: Confirm your email
uk: Підтвердьте вашу електронну скриньку

source: Email successfully confirmed
uk: Електронна скринька успішно підтверджена

source: For this action your email must be confirmed
uk: Для цієї дії ваша електронна скринька має бути підтверджена

source: Invalid login or password or email not confirmed
uk: Неправильний логін або пароль або електронна скринька не підтверджена

source: Invalid user or confirmation token
uk: Неправильній користувач або токен підтверження

source: No such user
uk: Не існує такого користувача

source: Passwords are not the same
uk: Паролі не співпадають

source: Please confirm your account by &lt;a href='{0}'&gt;clicking here&lt;/a&gt;.
uk: Будь ласка підтвердьте свій аккаунт <a href='{0}'>клікнувши сюди</a>.

source: Something went wrong. Please try again
uk: Щось пішло не так. Спробуйте пізніше

source: This account has already confirmed email
uk: У цього облікового запису вже підтверджена електронна пошта

source: Unable to edit this user
uk: Неможливо відредагувати цього користувача
